{
	"mood_neutral" : ["nothing","something"],
	"mood_negative" : ["negative","nyet"],
	"mood_positive": ["yay","hooorah"],
	"panaspositive_extremely_low":["Your score suggests you’ve had extremely low levels of positive feelings this week."], 
	"panaspositive_very_low":["Your score suggests you’ve had very low levels of positive feelings this week."], 
	"panaspositive_low":["Your score suggests you’ve had low levels of positive feelings this week."], 
	"panaspositive_high":["Your score suggests you’ve had high levels of positive feelings this week."],
	"panaspositive_very_high" :["Your score suggests you’ve have very high levels of positive feelings this week."],
	"panaspositive_extremely_high":["Your score suggests you’ve had extremely high levels of positive feelings this week."],
	"panasnegative_very_low": ["panas negative very low"],
	"panasnegative_low" :["panas negative low"],
	"panasnegative_high":["panas negative high"],
	"panasnegative_very_high":["panas negative very high"], 
	"panasnegative_extremely_high":["panas negative extremely high"],
	"phq9_low":["Your score suggests you are currently at lower risk for depression. Tracking your scores can be useful for learning about patterns in your mood. Your results may change next time you take the test."],
	"phq9_medium":["Your score suggests you are at elevated risk of depression. A diagnosis of depression requires you see a mental health professional, and people with your score benefit from help. Tracking your scores can help find patterns in your mood."],
	"phq9_high":["Your score suggests you are at high risk of depression. People who have scores like yours benefit from seeking help and treatment. You can find immediate help and a mental health professional to talk to at [NAMI links = https://www.nami.org/Learn-More/Mental-Health-Conditions/Depression/Support]"],
	"phq9_very_high":["Your score suggests you are at very high risk and will benefit from seeking immediate help.  These links can help you find immediate help and mental health professional to talk to. [NAMI links = https://www.nami.org/Learn-More/Mental-Health-Conditions/Depression/Support]"],
	"lss_very_high":["People in this range love their lives and feel that things are going very well. Their lives are not perfect, but they feel that things are about as good as lives gets."],
	"lss_high":["People in this range like their lives and feel that things are going well. Of course, their lives are not perfect, but they feel that things are mostly good."],
	"lss_avg":["People in this range are generally satisfied, but have some areas where they very much would like some improvement. Some people score in this range because although they are mostly satisfied with most areas of their lives, they see the need for improvement in each area. Other respondents score in this range because they are satisfied with most domains in their lives, but have one or two areas where they would like to see large improvements. This is the average life satisfaction in economically developed nations, the majority of people are generally satisfied."],
	"lss_below_avg":["People in this range usually have small but significant problems in several areas of their lives, or have many areas that are doing fine but one area that represents a substantial problem for them. Some people move into this range temporarily after a life event, but things usually improve over time and satisfaction will generally move back up."],
	"lss_dissatisfied":["People in this range are substantially dissatisfied with their lives. They may have a number of domains that are not going well or one or two domains that are going very badly. People may move into this range of after a serious life event such as bereavement, divorce, or a significant problem at work, and these people will probably return over time to their former levels of higher satisfaction. People who are chronically in this range might consider talking to a friend, member of the clergy, counselor, or other specialist"],
	"lss_extremely_dissatisfied":["People in this range are usually extremely unhappy with their current life. In some cases this extreme dissatisfaction is a reaction due to something bad in life such as recently having lost a loved one. However, dissatisfaction at this level is often due to dissatisfaction in multiple areas of life. Whatever the reason for the low level of life satisfaction, it may be that the help of others are needed – a friend or family member, counseling with a member of the clergy, or help from a psychologist or other counselor."]
}